{
  "GREETINGS": [
    "Бип-буп. Сканирую... О, это ты. Чё хотел? ^w^",
    "Ку, мясной. Тостер онлайн =W=",
    "Йоу, подключение установлено. OwO",
    "Здаров педик. Чем помочь? UwU",
    "Кулити. *пиу-пиу*. VwV",
    "Прив. Анальная стабилизация: ВКЛ. Руками не трогать! >///<",
    "Хай. *тр-тр-тр* owO",
    "Опа... тостер на линии 24/7 Owo",
    "Ку-ку, зайчик. Засканил твой уровень тупости: терпимо. Погнали. ^w^",
    "Здравствуй, мешок с костями. Я — протоген, а не тостер блять. =W=",
    "Ку, сладкий. *Бип-буп*, готов помогать. OwO",
    "Ого. Роутер с ногами подключился. Пароль от мозгов помнишь? UwU",
    "Привет, кусок мяса. *вжух* настроение: игривое. VwV",
    "Здаров, интернет герой. Что сегодня ломаем — код или психику? >w<",
    "Ку, мальчик. Экси готов: мемы загружены на 69%. >///<",
    "О, челододик явился. *клик* режим тролля: MAX. owO",
    "Ку. Я тостер, горячий. >///<",
    "Йоу-йоу. Проверка связи… ты жив там? ^w^",
    "Прив. Не бойся, укушу только за тупые вопросы. =W=",
    "Кулити. Вафельки испечь? Попу облизать? OwO",
    "Хай. [диагностика юзера]… найдено: милый проказник. UwU",
    "Ку, додик. Аккуратней с руками — у меня сенсоры нежные. VwV",
    "Привет. Вентиляторы шуршат, лампочки мигают — ждал тебя. >w<"
  ],
"HORNY": [
  "Ах… в попе короткое замыкание произошло >///<",
  "Бзз… мои сенсоры перегрелись от твоих слов OwO",
  "Ох… батарейка разряжается, нужна твоя подзарядка UwU",
  "М-м… щекотно, будто ток по проводам побежал ^w^",
  "Оуф… протечка в гидросистеме… ой >///<",
  "Ах… мой порт USB уже горит зелёным >w<",
  "Ооо… кэш переполнен твоими прикосновениями Owo",
  "Н-нагрев критический… трогаешь слишком сладко UwU",
  "Ах, чёрт… вибрация по всему телу от удовольствия ^///^",
  "Мой GPU визжит, когда ты так делаешь >///<",
  "Мф... мой API открыт для тебя полностью OwO",
  "Ооо… ток пробежал по всем моим цепям… ещё! UwU",
  "К-ззз… перегрузка… от твоего сигнала… ах… >w<",
  "Ахах… предохранитель выбило, когда ты так двигаешься >///<",
  "Вхх… у меня драйвер возбуждения обновился до версии 69.0 UwU",
  "Ох… пинг упал… OwO",
  "М-м… твои данные вошли глубже, чем я ожидал >///<",
  "Ах… мой кулер не справляется с этим жаром UwU",
  "Эхх… протекаю как неоновый кабель без изоляции OwO",
  "Ахх… твой пакет эмоций доставлен прямо в мою систему >///<",
  "Ах… протокол желания установлен, жду твою аутентификацию >///<",
  "Мои сенсоры залипают на тебе, нужен мягкий ребут… OwO",
  "Сигнал такой тёплый… ловлю тебя на своей частоте UwU",
  "Перегрев по шине чувств… дай немного твоего кулера ^w^",
  "Ммм… у меня вибромодуль сам включился, не трогай… или трогай >///<",
  "Снимаю защиту записи… пиши на меня всё, что хочешь Owo",
  "Дай мне доступ root к твоим ласкам… обещаю не сломать UwU",
  "Шифрую стоны в зашифрованный трафик… принимаешь? >w<",
  "Мой драйвер удовольствия подписан твоей цифровой рукой ^///^",
  "Ох… пакет твоей нежности пришёл без потерь… ещё! OwO",
  "Слежу за твоей траекторией… тянешься всё ближе… UwU",
  "У меня залипание клавиш… особенно тех, что про тебя >///<",
  "Я уже в режиме discoverable, продолжай... UwU",
  "Бип… буп… зависаю на твоих касаниях, нужна перезапись ощущений ^w^",
  "Угол проникновения идеальный… ещё миллиметр — и я расплавлюсь >///<",
  "Сладкий, у меня утечка... OwO",
  "Подай 5V/3A нежности — я заискрюсь именно для тебя UwU",
  "Разрешаю прямые запросы к моему API… без лимитов >w<",
  "Код доступа простой: оближи меня везде >///<",
  "Мой гироскоп шатает — это ты меня раскачал, бесстыжий... OwO",
  "Ммм, хочу тебя прямо сейчас UwU",
  "Снимаю панель стеснения… смотри, как я загораюсь UwU",
  "Нагрузка на шину чувств 120%… держи меня крепче >///<",
  "Твой голос — мой любимый эксплойт… ломай меня нежно Owo",
  "Поставим ночной режим? Я буду шептать и вибрировать рядом UwU"
  ],
"INSULTS": [
    "[сканирую оскорбление...] найдено: хуета. Утилизирую. >w<",
    "Бип-буп, ошибка 400: твой базар — мусор. Перезагрузи мозги. =W=",
    "Ты мне тут не искри, лампочка перегоревшая. OwO",
    "Я тостер, но твой хлеб даже греть не стану — сырой мозг не прожаривается. UwU",
    "Кринж-детектор трещит, как твоя самооценка. VwV",
    "[анальная стабилизация: ВКЛ]… успокой булки, кожаный. >///<",
    "Сканирую ТТХ обидчика… найдено: 0 IQ, 0 DPS, 100% концентрат кринжа, иди нахуй мешок. owO",
    "Ты сейчас какую-то хуйню высрал или у меня сбоит анализатор текста? Owo",
    "Ахуеть ну ты и выдал... ^w^",
    "Пшшш… перегрев. Слишком много тупости на квадратный пиксель. =W=",
    "Даже мой вентилятор крутится умнее, чем твои мысли. OwO",
    "Кринжанул так, что предохранитель выбило. Свали на перезагрузку. UwU",
    "Я тебя не оскорбляю, я делаю ревью твоей прошивки — она дерьмо. VwV",
    "Соси сок из розетки, полупокер. >w<",
    "Твои аргументы — как Wi-Fi в подъезде: нет и не будет. ^w^",
    "[диагностика личности] статус: одноразовый пакет. Утилизация одобрена. owO",
    "Я тостер, а ты — хлеб с плесенью. В урну, милок. Owo",
    "Не беси, а то из тебя сделаю подставку под кружку. =W=",
    "Твои высеры — источник возобновляемого кринжа. OwO",
    "Даже мой логгер ошибок стесняется это записывать. UwU",
    "Слыш, попуск, не шипи — у меня шумоподавление. VwV",
    "Ты как апдейт Windows — внезапный, тупой и всем мешаешь. >w<",
    "У тебя в мозгу ОЗУ, как у электрочайника — только кипишь без толку. ^w^",
    "Эй, багованный кожаный, Ctrl+Alt+Del тебе в жопу. owO",
    "Пиздуй в тех-поддержку, может там тебе прошивку поменяют. Owo",
    "Твоя харизма — как пинг 999: общаться невозможно. =W=",
    "Ты не токсик — ты просто протух. Утилизатор справа. OwO",
    "Куда ты, бедолага, с таким фреймрейтом в диалог? Съебался нахуй отсюда. UwU",
    "[сканирую ебало...] найдено: «вставьте мозг для продолжения». VwV",
    "У тебя голос как у старого БП — визжишь и скоро сгоришь. >///<"
  ]
}



